const questions2 = [
  {
    "number": 1,
    "question": "Что не относится к компонентам воспоминаний:",
    "options": [
      "Сенсорная информация.",
      "Мысли.",
      "Эмоции.",
      "Телесные ощущения.",
      "Клиническое состояние."
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 2,
    "question": "Выберите верное утверждение о сетях воспоминаний:",
    "options": [
      "Влияют на восприятие, отношение и поведение.",
      "Являются только источником дисфункций, не влияют на здоровье.",
      "Содержат в себе только негативный опыт.",
      "Могут быть только адаптивными.",
      "Могут быть только дезадаптивными."
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 3,
    "question": "Проявлением неадекватно переработанного воспоминания не могут быть:",
    "options": [
      "Дисфункциональные личностные особенности",
      "Клинические жалобы, имеющие органическую природу",
      "Поведение",
      "Аффекты",
      "Телесные ощущения"
    ],
    "correctAnswer": [
      2
    ]
  },
  {
    "number": 4,
    "question": "Клинические проявления, не связанные с неблагоприятным опытом:",
    "options": [
      "Тема самооценки.",
      "Депрессия.",
      "Недостаток информации / органический дефицит.",
      "Диссоциативные расстройства."
    ],
    "correctAnswer": [
      3
    ]
  },
  {
    "number": 5,
    "question": "Согласно трёхшаговому протоколу:",
    "options": [
      "Имеющиеся проблемы связаны с дезадаптивно сохраненным прошлым опытом.",
      "Нет смысла отдельно перерабатывать триггеры в настоящем, так как все они пропадут самостоятельно.",
      "Проработка сценариев будущего производится исключительно после работы с прошлым и настоящим",
      "Проработка сценариев будущего не требуется, если успешно завершена работа со всеми триггерами настоящего.",
      "Проработка имеющихся проблем всегда начинается с работы с событиями прошлого."
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 6,
    "question": "При навязчивых симптомах, связанных с конкретной травмой, произошедшей во взрослом возрасте рекомендуется:",
    "options": [
      "Искать “сценарии”, т.е. события, которые происходили регулярно, которые являются непримечательными как отдельные события, однако оказывают устойчивое негативное влияние.",
      "Искать воспоминания, где клиент стал свидетелем того, как с кем-то произошло что-то плохое, или чьей-то неадекватной реакцией на происходящее.",
      "Оценить уровень психосоциального функционирования до полученной во взрослом возрасте травмы.",
      "Исследовать наличие паттерна обесценивания происходящего."
    ],
    "correctAnswer": [
      3
    ]
  },
  {
    "number": 7,
    "question": "При неясной клинической картине, в которой более ранний опыт является широко распределенным и трудно определяется, рекомендуется:",
    "options": [
      "выявить возникшие во взрослом возрасте воспоминания, которые являются причиной симптоматики клиента.",
      "искать «сценарии», т.е. события, которые происходили регулярно, которые являются непримечательными как отдельные события, однако оказывают устойчивое негативное влияние.",
      "оценить, основан ли этот страх на детских или на взрослых переживаниях.",
      "работать над увеличением стрессоустойчивости."
    ],
    "correctAnswer": [
      2
    ]
  },
  {
    "number": 8,
    "question": "Если у клиента развился паттерн избегания, и он не хочет или не может соприкасаться с травматическим материалом, рекомендуется:",
    "options": [
      "работать в терапевтическом альянсе над укреплением чувства безопасности и постепенно увеличивать степень столкновения с травматическим материалом.",
      "выявить возникшие во взрослом возрасте воспоминания, которые являются причиной симптоматики клиента.",
      "искать «сценарии», т.е. события, которые происходили регулярно, которые являются непримечательными как отдельные события, однако оказывают устойчивое негативное влияние.",
      "оценить, основан ли страх на детских или на взрослых переживаниях."
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 9,
    "question": "Если воспоминания о раннем опыте вызывают низкий уровень стресса или вообще не вызывают, рекомендуется:",
    "options": [
      "Определить и переработать ранний(-ие) опыт(ы), лежащий(-ие) в основе паттерна избегания.",
      "Определить и переработать недавнее событие и постараться во время переработки найти возможность использовать технику Перенесения в прошлое, чтобы получить доступ к более ранним событиям, связанным с этой тематикой.",
      "Искать «сценарии», т.е. события, которые происходили регулярно, которые являются непримечательными как отдельные события, однако оказывают устойчивое негативное влияние.",
      "Искать воспоминания, где клиент стал свидетелем того, как с кем-то произошло что-то плохое, или чьей-то неадекватной реакцией на происходящее."
    ],
    "correctAnswer": [
      2
    ]
  },
  {
    "number": 10,
    "question": "При хронической нестабильности, непереносимости аффекта или дисрегуляции рекомендуется:",
    "options": [
      "начать переработку с самого раннего воспоминания.",
      "искать воспоминания, где клиент стал свидетелем того, как с кем-то произошло что-то плохое, или чьей-то неадекватной реакцией на происходящее.",
      "выявить возникшие во взрослом возрасте воспоминания, которые являются причиной симптоматики клиента.",
      "найти и инсталлировать ресурсные состояния для увеличения общей стабильности, включая способность клиента управлять уровнем возбуждения между сессиями."
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 11,
    "question": "В качестве когнитивного переплетения для получения доступа к более ранним ассоциациям с блокирующим убеждением может использоваться техника:",
    "options": [
      "Сканирование аффекта",
      "Спокойное место",
      "Постоянная инсталляция ориентации в настоящее и безопасности",
      "Сценарий будущего"
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 12,
    "question": "Какие ситуации относятся к процессуальным страхам?",
    "options": [
      "страх пауков",
      "страх темноты",
      "аэрофобия",
      "страх мышей"
    ],
    "correctAnswer": [
      3
    ]
  },
  {
    "number": 13,
    "question": "Что из перечисленного не используется на этапе подготовки при ДПДГ-терапии фобий:",
    "options": [
      "Психообразование по данной симптоматике.",
      "Исследование вторичных выгод.",
      "Исследование третичных выгод.",
      "Обучение техникам самопомощи.",
      "Установка позитивного сценария на будущее."
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 14,
    "question": "С какого шага начинается процедура переработки простой фобии?",
    "options": [
      "Переработка первого опыта переживания фобии.",
      "Переработка самых тяжелых случаев проявления фобии.",
      "Переработка любых ужасных мыслей, касающихся страха ожидания.",
      "Обучение клиента процедурам самоконтроля.",
      "Проработка самого последнего эпизода фобии."
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 15,
    "question": "Цель работы с соматическими расстройствами в EMDR-терапии:",
    "options": [
      "улучшить качество жизни, оптимизировать способность справляться с физическим состоянием.",
      "достичь полного выздоровления",
      "достичь полной ремиссии",
      "достичь частичной ремиссии"
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 16,
    "question": "Выберите мишени для переработки прошлого опыта при работе с соматическими расстройствами:",
    "options": [
      "Момент получения травмы, момент постановки диагноза.",
      "Предыдущий опыт болезней или травм (у себя или других).",
      "Неадекватно переработанные воспоминания, связанные с неудачами, потерей, дефективностью или беспомощностью, если они связаны с процессом.",
      "Все ответы верные."
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 17,
    "question": "Выберите, какие сценарии действий в будущем могут быть выбраны при работе с соматическими расстройствами:",
    "options": [
      "Адаптивные реакции на медицинские процедуры и терапию (например, химиотерапию, хирургические операции).",
      "Позитивные образы, связанные с иммунной системой клиента и его способностью бороться с заболеванием.",
      "Отношение к реакциям родных и близких, супругов и детей на преждевременную смерть, тревогу ожидания смерти, страх расставания с любимыми.",
      "Все ответы верные."
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 18,
    "question": "Что не относится к признакам диссоциации на сессии:",
    "options": [
      "Резкое изменение переживаний клиента.",
      "Реагирует на переработку затоплением.",
      "Способен поддерживать двойной фокус внимания.",
      "Клиент перестает реагировать, смотрит в никуда.",
      "Не способен одновременно осознавать разные состояния."
    ],
    "correctAnswer": [
      3
    ]
  },
  {
    "number": 19,
    "question": "Что не относится к признакам диссоциации на сессии:",
    "options": [
      "Наличие детских состояний личности.",
      "Резкое изменение уровня аффекта.",
      "Клиент перестает реагировать, смотрит в никуда.",
      "Способен следовать инструкциям.",
      "Резко возникает головная боль."
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 20,
    "question": "Что стоит делать при возникновении диссоциации на сессии:",
    "options": [
      "Поддерживать двойной фокус внимания.",
      "Проверять во время сета, что происходит с клиентом.",
      "Делать более короткие сеты, если клиенту тяжело оставаться здесь и сейчас.",
      "Между сетами заземлять в настоящем, переориентировать.",
      "Блокировать разговоры клиента между сетами."
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 21,
    "question": "С какой целью терапевт может самостоятельно применять билатеральную стимуляцию:",
    "options": [
      "При реакции на триггер, представленный клиентом или ситуацией.",
      "Вторичные эффекты травматизации.",
      "В качестве самопомощи, самоуспокоения.",
      "Все ответы верные"
    ],
    "correctAnswer": [
      4
    ]
  },
  {
    "number": 22,
    "question": "Возможные мишени при работе с гореванием в EMDR-терапии:",
    "options": [
      "Момент осознания потери.",
      "Актуальные травматические события, которые привели к потере.",
      "Навязчивая картинка.",
      "Образы из кошмаров.",
      "Все ответы верные"
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 23,
    "question": "Возможные мишени при работе с гореванием в EMDR-терапии:",
    "options": [
      "Такие темы, как личная ответственность, безопасность, контроль.",
      "Предшествующие неразрешенные потери.",
      "Триггеры в настоящем, например, моменты, когда клиент переживает острый дистресс или “застревание”.",
      "Сценарий действий в будущем относительно того, как можно справляться со сложными ситуациями и значимыми событиями.",
      "Все ответы верные"
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 24,
    "question": "При блокировке переработки горевания могут помочь следующие вопросы:",
    "options": [
      "Что клиент готов отпустить? Что ему необходимо оставить?",
      "Что он боится потерять? (Например, воспоминания об умершем, почитание умершего).",
      "Что клиенту нужно сказать умершему?",
      "Что бы умерший сказал клиенту?",
      "Все ответы верные."
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 25,
    "question": "Сильные эмоциональные реакции в процессе переработки связаны с тем, что:",
    "options": [
      "Клиент получает доступ к информации, закодированной в воспоминании",
      "Клиент уже испытывал эти эмоции ранее",
      "Клиент алекситимичен",
      "Все ответы верные."
    ],
    "correctAnswer": [
      1
    ]
  },
  {
    "number": 26,
    "question": "Во время сильных эмоциональных реакций терапевт может использовать следующие интервенции:",
    "options": [
      "сохранять двойной фокус внимания",
      "оказывать поддержку клиенту",
      "напомнить о метафоре «туннель»",
      "подключить дополнительную билатеральную стимуляцию",
      "все ответы верные"
    ],
    "correctAnswer": [
      5
    ]
  },
  {
    "number": 27,
    "question": "К стратегиям снижения высокого уровня дистресса относятся:",
    "options": [
      "Изменить на неподвижную фотографию.",
      "Изменить вызывающую дистресс картинку, сделав ее из цветной черно-белой.",
      "Поместить воспоминание за стеклянную стену.",
      "Все ответы верные."
    ],
    "correctAnswer": [
      4
    ]
  }
];

export default questions2;